" по умолчанию - латинска¤ раскладка
set iminsert=0
" по умолчанию - латинска¤ раскладка при поиске
set imsearch=0
" игнорировать регистр при поиске
set ic
" подсвечивать поиск
set hls
" использовать инкрементальный поиск
set is
" ширина текста 
set textwidth=70
" минимальна¤ высота окна пусть будет 0 (по умолчанию - 1)
set winminheight=0
" всегда делать активное окно максимального размера
"set noequalalways
"set winheight=9999
" настраиваю дл¤ работы с русскими словами (чтобы w, b, * понимали
" русские слова)
language ctype Russian_Russia.1251
" задать размер табул¤ции в четыре пробела
set ts=4
" отображение выполн¤емой команды
set showcmd 
" перенос по словам, а не по буквам
